Repository: chris-blues/cbBlog
Catalog: locale/*/LC_MESSAGES/cbBlog.po
Languages: de_de

source: Do you really want to delete this?
de_de: Wollen Sie das wirklich löschen?

source: The following errors have occured
de_de: Folgende Fehler sind aufgetreten

source: Whoops! Something isn't right...
de_de: Hoppla! Hier stimmt irgendetwas nicht...

source: new blogpost
de_de: Neuer Artikel

source: released
de_de: veröffentlicht

source: unreleased
de_de: nicht veröffentlicht

source: edit blogpost
de_de: Artikel bearbeiten

source: view blogpost
de_de: Artikel ansehen

source: back
de_de: Zurück

source: delete comment
de_de: Kommentar löschen

source: reset
de_de: Zurücksetzen

source: save
de_de: Speichern

source: available tags
de_de: verfügbare Tags

source: created on
de_de: Erstellt am

source: modified on
de_de: Verändert am

source: new tags
de_de: Neue Tags

source: heading
de_de: Überschrift

source: article
de_de: Artikel

source: comment
de_de: Kommentar

source: comments
de_de: Kommentare

source: show comments
de_de: Zeige Kommentare

source: delete blogpost
de_de: Artikel löschen

source: settings
de_de: Einstellungen

source: Blog settings
de_de: Blog Einstellungen

source: general appearance
de_de: Gesamterscheinung

source: If you have nothing else installed on your webserver, you propably should check this. (This activates primarily the delivery of an HTML header.)
de_de: Wenn sie nichts weiter auf ihrem Webserver installiert haben, dann sollten sie diese Box wahrscheinlich ankreuzen. (Dies aktiviert hauptsächlich die Auslieferung eines HTML Headers.)

source: If checked, this will show the time needed for processing on each page.
de_de: Ist dieses Feld angekreuzt, so wird unter jeder Seite die Dauer der Verarbeitung angezeigt.

source: You could pass a default language. This will override the visitors settings. Use the following format: en_GB or de_DE
de_de: Hier können Sie die Standardsprache festlegen. Dies wird auch die Einstellungen der Besucher außer Kraft setzen. Benutzen Sie folgendes Format: en_GB oder de_DE

source: How much debug info you want to receive? (You can define how these are output below.)
de_de: Wie viele Debug Infos wollen Sie bekommen? (Sie können weiter unten angeben, wie diese ausgegeben werden.)

source: all debug messages
de_de: Alle Debug Meldungen

source: only errors and warnings
de_de: nur Fehler und Warnungen

source: no debug messages
de_de: keine Debug Meldungen

source: Do you want these debug messages to be shown in the browser? (Might be unwanted to be shown to your visitors.)
de_de: Wollen Sie diese Debug Meldungen im Browser angezeigt bekommen? (Könnte unerwünscht sein, daß diese den Besuchern angezeigt werden.)

source: Do you want these debug messages to be logged in $blog/admin/logs?
de_de: Wollen Sie diese Debug Meldungen nach $blog/admin/logs archivieren?

source: These GET variables will be ignored in the generation of the permalink.
de_de: Diese GET Variablen werden beim Generieren des Permalinks ignoriert.

source: put new GET variables here
de_de: neue GET Variablen hier hinein

source: Database settings
de_de: Datenbank Einstellungen

source: The PDO driver of your database. ('mysql' should be ok in most cases.)
de_de: Der PDO-Treiber ihrer Datenbank. ('mysql' sollte in den meisten Fällen ok sein.)

source: The hostname for your database.
de_de: Der Hostname ihrer Datenbank.

source: Your database name.
de_de: Der Name ihrer Datenbank.

source: Your username for the database.
de_de: Ihr Benutzername ihrer Datenbank.

source: Your passwort for your database. (Make sure, that it's along one!)
de_de: Ihr Passwort ihrer Datenbank. (Stellen Sie sicher, daß es ein langes Passwort ist!)

source: The name of this feed. Note, a new feed, with the same name as another will overwrite that older feed.
de_de: Der Name dieses Feeds. Anmerkung: Ein neuer Feed mit dem selben Namen wie ein existierender Feed, wird diesen überschreiben.

source: This feed's title. This is the overall heading of this feed.
de_de: Der Titel des Feeds. Dies ist die übergeordnete Überschrift dieses Feeds.

source: The author's name. If you have several authors, then leave this free.
de_de: Der Name des Authors. Falls es mehrere Authoren gibt, dann dieses Feld leer lassen.

source: The overall description of this feed.
de_de: Die allgemeine Beschreibung dieses Feeds.

source: If you have single language, then put it in here! Format: en-gb, de-de etc...
de_de: Wenn sie in nur einer Sprache schreiben, dann geben sie die Sprache hier an! Format: en-gb, de-de usw...

source: The address of your blog. Leave out the domain-part. Only use the file and possible GET parameters. e.g. index.php?page=blog
de_de: Die Adresse des Blogs. Ohne den Domainnamen. Nur der Dateiname und möglicherweise nötige GET parameter. Z.Bsp.: index.php?page=blog

source: This feed will be filled with blogposts with this tag.
de_de: Dieser Feed wird aus Blogposts mit diesem Tag befüllt.

source: delete this feed
de_de: diesen Feed löschen

source: new feed
de_de: Neuer Feed

source: We were not able to find anything. Either there's nothing posted yet, of there's a problem with the database connection.
de_de: Wir konnten nichts finden. Entweder wurde noch nichts gepostet, oder es gibt ein Problem mit der Datanbankverbindung.

source: no comments
de_de: Keine Kommentare

source: Not connected. Possibly wrong credentials.
de_de: Nicht verbunden. Möglicherweise falsche Zugangsdaten.

source: New comment by
de_de: Neuer Kommentar von

source: Verify your subscription to {server}
de_de: Bestätigen Sie, daß sie von {server} benachrichtigt werden wollen

source: Hi
de_de: Hallo

source: you wanted to be notified via {email} of new comments on {server}. {poster} has just commented
de_de: Du wolltest via {email} über neue Kommentare auf {server} benachrichtigt werden. {poster} hat gerade geschrieben

source: Click here to see this comment on {server}
de_de: Hier gehts zum Kommentar auf {server}

source: To unsubscribe from this topic click here
de_de: Um nicht mehr benachrichtigt zu werden klicke hier

source: To entirely unsubscribe from {server} click here
de_de: Um von {server} gar keine Benachrichtigungen mehr zu erhalten klicke hier

source: Best regards
de_de: Mit besten Grüßen

source: you wanted to be notified via {email} of new comments on {link_topic}.
de_de: Sie wollten via {email} über neue Kommentare zu {link_topic} benachrichtigt werden.

source: To verify your wish, to receive notifications to this topic, please click here
de_de: Wenn Sie wirklich Benachrichtigungen zu diesem Thema empfangen wollen klicken Sie bitte hier

source: If you don't want to receive notifications, or you haven't subscribed yourself, click here
de_de: Falls Sie keine Benachrichtigungen erhalten wollen, oder sich nicht selbst eingetragen haben klicken Sie hier

source: To entirely unsubscribe from {server} (never receive any notifications from {server} again) click here
de_de: Um von {server} gar keine Benachrichtigungen mehr zu erhalten klicke hier

source: all
de_de: alle

source: Processing needed
de_de: Verarbeitung brauchte

source: no
de_de: kein

source: one
de_de: ein

source: two
de_de: zwei

source: three
de_de: drei

source: four
de_de: vier

source: five
de_de: fünf

source: six
de_de: sechs

source: seven
de_de: sieben

source: eight
de_de: acht

source: nine
de_de: neun

source: ten
de_de: zehn

source: eleven
de_de: elf

source: twelve
de_de: zwölf

source: Anonymous
de_de: Anonym

source: You'll receive no further notifications for new comments on this entire blog.
de_de: Sie werden nun keine Benachrichtigungen mehr zu neuen Kommentaren in diesem gesamten Blog bekommen.

source: You'll receive no further notifications for new comments on this topic.
de_de: Sie werden nun keine Benachrichtigungen mehr zu neuen Kommentaren in diesem Thema bekommen.

source: Your request could not be handled.
de_de: Ihre Anfrage konnte nicht bearbeitet werden.

source: You'll now receive notifications for new comments.
de_de: Sie werden nun zu neuen Kommentaren benachrichtigt.

source: by
de_de: von

source: last update
de_de: zuletzt aktualisiert

source: show off-topic comments
de_de: zeige themenfremde Beiträge

source: hide off-topic comments
de_de: verstecke themenfremde Beiträge

source: leave empty
de_de: leer lassen

source: notify
de_de: Benachrichtigen

source: to be notified of new comments
de_de: um zu neuen Kommentaren benachrichtigt zu werden

source: Your comment
de_de: Ihr Kommentar

source: Notes for formatting
de_de: Hinweise zur Formatierung

source: Allowed Tags
de_de: Erlaubte Tags

source: bold text
de_de: fetter Text

source: underlined text
de_de: unterstrichener Text

source: stroke text
de_de: durchgestrichener Text

source: italic text
de_de: kursiver Text

source: link
de_de: Verweis

source: quote
de_de: Zitat

source: off-topic
de_de: themenfremd

source: Back
de_de: Zurück

source: Preview
de_de: Vorschau

source: Send
de_de: Abschicken
